{

"overview_website": "Overview website",
  "overview_website_text": "The Will website enables you to securely and confidentially write your will through a set of options that you define, allowing others to view your will before or after your passing",


  "whyUseWebsite": "Why should you use the website?",
  "whyUseWebsite_text": " In the current times we live in, sudden death has become a haunting fear for everyone, regardless of age. Unfortunately, many people neglect this matter, especially the youth, as they hesitate to write their wills. The reasons may simply be that they don't want anyone to see their will until after their death, or there may be other reasons such as continuous procrastination.Therefore, there was a need to find a solution to this problem, where everyone can write their will with great security and complete confidentiality, without anyone being able to access it. This is achieved through a set of options determined by the user, allowing them to make their will available to everyone or keep it private, and only accessible through a specific set of steps defined by the user writing the will.We will explain this in detail in the user guide of the website, where we will provide a step-by-step explanation of how to use these options and adjust the settings in an easy and intuitive manner. This will enable users to maintain the privacy of their wills and accurately fulfill their desires in a trustworthy manner.",


  "feature": "Feature",
  "feature_text":[
    "1- The website provides an easy-to-use and convenient platform for writing your will. You can access it from anywhere with an internet connection, eliminating the need for paper documents.",
    "2- The website ensures high levels of security and privacy, protecting your personal and sensitive information. Your will is securely stored and can only be accessed by authorized individuals.",
    "3- The website offers you multiple options to maintain the confidentiality of your will through user voting (which requires logging in by the voters) or voting by designated individuals (important note: designated individuals do not need to log in or register). You can also choose to make your will available to everyone.",
    "4- This application is free and will remain free forever.",
    "5- There are many features that you will discover for yourself."
    ],

  "mode": "mode",

  "create_testament":"create testament mode",
  "how_voting": "voting mode",
  "howToUseWebsite": "How to use the website? ",
  "howUseWebsite_text": [
    "_To use the website, you can follow the following steps",
    "1-Creating the will",
    "2-Writing the will",
    "3-Choosing the mode"
  ],


  "public": "Public",
  "Users voting": "Users voting",
  "special Friends": "Special Friends",



  "mode_public_text": "If you choose this mode, your will becoms publicly available, where anyone who enters the link to your will can view it by clicking the \"Show Will\" button. You can modify the privacy of your will and make it available to everyone by choosing the \"User Voting\" mode or by selecting \"special users\" mode for access.",

  "mode_users_voting_text":"By choosing this mode, you will find an option where you can select the number of users. The chosen number of users will be considered as a vote by the users. If the specified number of users vote, your will be made available to everyone. For example, if you choose 100 people, and 100 users vote, your will be accessible to everyone. However, if only 99 users vote, your will won't be accessible to anyone. It's important to note that this type of voting requires logging in.",
  "mode_special_friends_text":["When you choose this mode, you will notice the presence of two options.",
    "_The first option: \"Select Trusted Friends.\" You will fill in the fields with the email address,name, and password (for the user) who will vote on your behalf.You can write any name or email address and password that you desire and give it to your trusted friend.You can also choose a large number of friends that you want to add for voting.You can choose 5 or fewer trusted friends, or perhaps 10 or more.,It is important to note that it is not necessary to register the email address or name on the website. Additionally, the friends chosen for voting are not required to log in;they can vote directly by clicking the vote button",
    "_The second option: Receive,the will. In this option, only the individuals you have chosen from your trustedfriends will be able to view your will, while other friends will not be able to see it.,When selecting the will receipt, you can add the friends who will be able to view the willfrom among the trusted friends you have chosen. For example, if you choose Mohamed Ali,Osama Saad, and Ahmed Mubarak as trusted friends, only these individuals can be added in the will receipt option, and you cannot add any other person apart from them.,"
  ],

  "title_howToUse": "How to Write Your testament?",
  "description_meta_howToUse": "Easily write your will, plan your inheritance, organize your finances, and determine the fate of your assets using our advanced tools. Create your will before it's too late. Inheritance, will power of attorney, inheritance execution, will, your will, legacy, fear of death, don't worry about writing your will, information on how to write your will, you can write your will through voting, you can make your will public for everyone, your will matters.",





  "how_to_vote": "How will users vote?",
  "votePublic": "There is no voting in this mode, meaning there is no user interaction and no voting details. By simply clicking on the 'Click here to view (the testament) button, everyone can view the testament.",
  "voteUsersVoting": "In this mode, the user is required to have an account in the application to vote. Voting is done by clicking on the (Vote) button. Everyone can view the voting details and see the individuals who have already voted. Once the specified number set by the author of the bequest is reached, the testament will be displayed by clicking on the (Click here to view the testament) button. The testament will then be available in the public mode",
  "voteSpecialFriends": "When the (Vote) button is clicked, three fields will appear that the user must fill in to vote. The person who created the testament in the \"Special Friends\" mode will send these fields to their chosen private individuals, and each person will have different information from the others. Important note: The person voting in this stage can vote without logging into the website, and immediately after the voting is completed, a button will appear saying (Click here to view the testament.) When clicked, three additional fields will appear. These fields will contain the same information entered by the private individuals during their initial vote. Important note: Only the individuals chosen by the user will be able to view the  testament. In other words, if the user chooses 5 private individuals to vote, it is possible that they will choose only 3 or more or less from among those individuals. To be more precise, only the individuals chosen by the person who created the testament will be able to view it."
}