{

  "overview_website": "نبذة عن الموقع",
"overview_website_text": "موقع الوصية يتيح لك كتابة وصيتك بأمان كبير وبسرية تامة من خلال مجموعة من الخيارات التي ستحددها، مما يتيح للآخرين رؤية وصيتك قبل وفاتك أو بعدها.",


  "whyUseWebsite": "لماذا يجب عليك استخدام الموقع؟",
  "whyUseWebsite_text": "في ظل الوقت الذي نعيش فيه، أصبحت الموت المفاجئ كابوسًا يُشغل بال الجميع، سواء كانوا صغارًا أم كبارًا في السن. للأسف، يهمل العديد من الأشخاص هذا الموضوع، وخاصة الشباب، حيث يترددون في كتابة وصيتهم. قد يكون السبب ببساطة أنهم لا يرغبون في أن يُطلع أحد على وصيتهم حتى بعد وفاتهم، أو قد يكون هناك أسباب أخرى مثل التأجيل المستمر.لذلك، كان هناك حاجة لإيجاد حل لهذه المشكلة، حيث يتمكن الجميع من كتابة وصيتهم بأمان كبير وسرية تامة، دون أن يتمكن أي شخص من الوصول إليها. يتم ذلك من خلال مجموعة من الخيارات التي يحددها المستخدم، حيث يتسنى له جعل وصيته متاحة للجميع أو جعلها سرية، ولا يمكن لأحد الاطلاع عليها إلا من خلال مجموعة محددة من الخطوات التي يحددها المستخدم الذي يقوم بكتابة الوصية.سنقوم بشرح ذلك بالتفصيل في دليل استخدام الموقع، حيث سنوضح خطوة بخطوة كيفية استخدام هذه الخيارات وضبط الإعدادات بطريقة سهلة وبديهية، مما سيمكن المستخدمين من الاحتفاظ بخصوصية وصيتهم وتحقيق رغباتهم بشكل دقيق وموثوق.",

  "feature": "المميزات",
  "feature_text": [
    "1- يوفر الموقع منصة سهلة الاستخدام ومريحة لكتابة وصيتك. يمكنك الوصول إليه من أي مكان باتصال بالإنترنت، مما يقضي على الحاجة للأوراق الورقية.",
    "2- يضمن الموقع مستويات عالية من الأمان والخصوصية، حيث يحمي معلوماتك الشخصية والحساسة. يتم تخزين وصيتك بشكل آمن ويمكن الوصول إليها فقط من قبل الأشخاص المخولين.",
    "3- يتيح لك الموقع خيارات متعددة للحفاظ على سرية وصيتك من خلال التصويت من قبل المستخدمين (مما يتطلب تسجيل الدخول للمصوتين) أو التصويت من قبل الأشخاص المعينين (ملاحظة هامة: لا يلزم الأشخاص المعينين تسجيل الدخول أو التسجيل). يمكنك أيضًا اختيار جعل وصيتك متاحة للجميع.",
    "4- هذا التطبيق مجاني وسيبقى مجاني إلى الأبد.",
    "5- هناك العديد من الميزات التي ستكتشفها بنفسك."
  ],


  "mode": "الحالة",
  "howToUseWebsite": "كيف تستخدم الموقع ",
  "howUseWebsite_text": [
    "1- لاستخدام الموقع بشكل صحيح يمكنك اتباع هذه الخطوات ",
    "1-إنشاء الوصية",
    "2- كتابة الوصية",
    "3- اختيار الوضع"
  ],

  "public": "عام",
  "Users voting": "تصويت المستخدمين",
  "special Friends": "أصدقاء خاصين",




  "mode_public_text":"إذا قمت باختيار هذا الوضع، ستصبح وصيتك متاحة للجميع، حيث يمكن لأي شخص يدخل إلى رابط وصيتك الخاصة أن يطلع عليها بالنقر على زر \"عرض الوصية\". يمكنك تعديل خصوصية وصيتك وجعلها متاحة للجميع عن طريق اختيار وضع (تصويت المستخدمين)، أو عن طريق  وضع (أشخاص خاصيين) للوصول إليها.",
  "mode_users_voting_text": "باختيار هذا الوضع، ستجد خيارًا يمكنك من خلاله اختيار عدد المستخدمين. سيتم اعتبار عدد المستخدمين الذي تختاره كتصويت من قبل المستخدمين. إذا قام العدد المحدد من المستخدمين بالتصويت، فسيتم جعل وصيتك متاحة للجميع. على سبيل المثال، إذا قمت باختيار 100 شخص، فإذا قام 100 مستخدم بالتصويت، ستصبح وصيتك متاحة للجميع. ومع ذلك، إذا قام 99 مستخدمًا فقط بالتصويت، فلن تكون وصيتك متاحة لأي شخص. يجدر بالذكر أن هذا النوع من التصويت يتطلب تسجيل الدخول.",
  "mode_special_friends_text":[
    "عندما تختار هذا الوضع، ستلاحظ وجود خيارين.",
    "_الخيار الأول: \"اختيار الأصدقاء الموثوق بهم\". ستقوم بملء الحقول بعنوان البريد الإلكتروني والاسم وكلمة المرور (للمستخدم) الذي سيصوت بالنيابة عنك. يمكنك كتابة أي اسم أو بريد إلكتروني وكلمة مرور ترغب فيها وتعطيها لصديقك الموثوق به. يمكنك أيضًا اختيار عدد كبير من الأصدقاء الذين ترغب في إضافتهم للتصويت. يمكنك اختيار 5 أصدقاء موثوق بهم أو أقل، أو ربما 10 أو أكثر. من المهم أن نلاحظ أنه ليس من الضروري تسجيل البريد الإلكتروني أو الاسم في الموقع. بالإضافة إلى ذلك، الأصدقاء المختارين للتصويت ليسوا مطالبين بتسجيل الدخول؛ بل يمكنهم التصويت مباشرةً بالنقر على زر التصويت",
    "_الخيار الثاني: استلام الوصية. في هذا الخيار، فقط الأشخاص الذين تم اختيارهم من بين أصدقائك الموثوق بهم سيتمكنون من رؤية وصيتك، بينما لن يتمكن الأصدقاء الآخرون من رؤيتها. عند اختيار استلام الوصية،"
  ]



}